{
	"help": ["```fix\n",
		"This is the help menu for MoonBot:",
		"==================================",
		"-help: Shows this menu.",
		"-ping: Replies pong.",
		"-avatar: Gives you the link to your avatar.",
		"-techniques: Shows list of lucid dreaming techniques.",
		"Use -<technique> without the <> to see an explanation of that tech.",
		"-randomtech: Gives you a random tech that you can try out.",
		"-fortune: Tells you a fortune of your upcomming night.",
		"-version: Check current version of the bot.",
		"-frank: Gives you an overview of Franks life.",
		"-rps: used like -rps <rock/paper/scissors> without the <>",
		"-8ball: used like -8ball <question> without the <> and it will answer",
		"-urban (yourword) without the () to give you the definition of that word```"
	],

	"dreams": {
		"wild": "Wake Induced Lucid Dream: A technique where you maintain consciousness/awareness while your body falls asleep.",
		"fild": "Finger Induced Lucid Dream: Similar to a WILD but you use finger motions to preserve your conscious/awareness as you fall asleep.",
		"mild": ["Mnemonically Induced Lucid Dream: MILD is using prospective memory to get lucid.",
			"MILD can involve telling yourself to remember being in a dream when in a dream and the process can be used along with visualization of getting lucid inside a dream."
		],
		"rc": "Reality Check: A test to establish whether you are in a dream or waking life, can be actively done during the day in hopes that the habit will continue within dreams.",
		"wbtb": "Wake Back To Bed: Waking up for a couple of minutes, then going back to bed increases the chances of lucid dreaming. Use that time to read about lucid dreaming or plan your dreams.",
		"deild": "Dream-Exit Induced Lucid Dream: Waking up from a dream and then falling back asleep to re-enter it.",
		"dild": "Dream Initiated Lucid Dream: Realize you are dreaming from within a dream."
	},

	"fortunes": {
		"1": "You will have a very vivid dream tonight.",
		"2": "A creepy nightmare awaits you.",
		"3": "You will have an LD!",
		"4": "You will sleep very deep and well tonight.",
		"5": "You will struggle to fall asleep.",
		"6": "You wont have any dream tonight ;(",
		"7": "A crazy dream awaits you.",
		"8": "Nothing better than waking uping refreshed.",
		"9": "A boring night awaits you.",
		"10": "You will wake up having to pee...",
		"11": "Golden ticket: The next technique you try will work 100%!!",
		"12": "You will talk to a dragon in your dream."
	},
	
	"eightball": {
		"1": "It is certain",
		"2": "It is decidedly so",
		"3": "Without a doubt",
		"4": "Yes - definitely",
		"5": "You may not rely on it",
		"6": "As I see it, yes",
		"7": "Most likely",
		"8": "Outlook good",
		"9": "Yes",
		"10": "Signs point to yes",
		"11": "Reply hazy, try again",
		"12": "Ask again later",
		"13": "Better not tell you now",
		"14": "Cannot predict now",
		"15": "Concentrate and ask again",
		"16": "Don't count on it",
		"17": "My reply is no",
		"18": "My sources say no",
		"19": "Outlook not so good",
		"20": "Very doubtful",
		"21": "Unless the square root of 2 is 25, NO!"
	}

}
